Repository: TuguiDragos/Peel
Catalog: Localization/Peel/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, ko, nl, pl, pt, ro, ru, sv, tr, uk, zh_hans, zh_hant

source: App removed
cs: Odstraněná aplikace
de: App entfernt
es: App eliminada
fr: App supprimée
it: App rimossa
ja: 取り除いたアプリ
ko: 제거된 앱
nl: App verwijderd
pl: Odinstalowana aplikacja
pt: App removido
ro: Aplicație eliminată
ru: Приложение удалено
sv: Borttagen app
tr: Kaldırılan uygulama
uk: Вилучена програма
zh_hans: 已移除的App
zh_hant: 已移除App

source: Application
cs: Aplikace
de: Programm
es: Aplicación
it: Applicazione
ja: アプリケーション
ko: 응용 프로그램
nl: App
pl: Aplikacja
pt: Aplicativo
ro: Aplicație
ru: Программа
sv: App
tr: Uygulama
uk: Програма
zh_hans: 应用程序
zh_hant: 應用程式

source: Applications
cs: Všechny aplikace
de: Programme
es: Aplicaciones
it: Applicazioni
ja: アプリケーション
ko: 응용 프로그램
nl: Alle apps
pl: Wszystkie aplikacje
pt: Aplicativos
ro: Toate aplicațiile
ru: Программы
sv: Alla appar
tr: Tüm Uygulamalar
uk: Усі програми
zh_hans: 应用程序
zh_hant: 應用程式

source: Apps
cs: Aplikace
it: App
ja: アプリ
ko: 앱
pl: Aplikacje
ro: Aplicații
ru: Приложения
sv: Appar
tr: Uygulamalar
uk: Програми
zh_hans: App
zh_hant: App

source: Apps Already Gone
cs: Aplikace už tu nejsou
de: Apps nicht mehr vorhanden
es: Apps que ya no están
fr: Apps déjà disparues
it: App che non ci sono più
ja: すでになくなったアプリ
ko: 이미 사라진 앱
nl: Apps al verdwenen
pl: Aplikacji już nie ma
pt: Apps Já Removidos
ro: Aplicații care nu mai există
ru: Приложений уже нет
sv: Appar som redan är borta
tr: Uygulaması Artık Olmayanlar
uk: Програми, яких уже немає
zh_hans: App已不存在
zh_hant: 已不存在的App

source: Apps Peel stays quiet about, because you chose Never Check This App or skipped a version. Checking one again brings its updates back.
cs: Aplikace, o kterých Peel mlčí, protože jste zvolili Nikdy nekontrolovat tuto aplikaci nebo jste přeskočili verzi. Když u některé zvolíte Zkontrolovat znovu, její aktualizace se vrátí.
de: Apps, zu denen Peel schweigt, weil du „Diese App nie prüfen“ gewählt oder eine Version übersprungen hast. Wenn du eine erneut prüfst, kommen ihre Updates zurück.
es: Apps sobre las que Peel no dice nada porque has elegido “No comprobar nunca esta app” o has omitido una versión. Si vuelves a comprobar una, reaparecen sus actualizaciones.
fr: Les apps sur lesquelles Peel reste silencieux, parce que vous avez choisi « Ne jamais vérifier cette app » ou ignoré une version. En vérifier une à nouveau fait réapparaître ses mises à jour.
it: App su cui Peel resta in silenzio, perché hai scelto “Non verificare più questa app” o hai saltato una versione. Se ne verifichi di nuovo una, i suoi aggiornamenti tornano.
ja: “このアプリを確認しない”を選択したか、バージョンをスキップしたため、Peelがアップデートを知らせないアプリです。もう一度確認すると、そのアプリのアップデートが再び表示されます。
ko: ‘이 앱 업데이트 확인 안 함’을 선택했거나 버전을 건너뛰어서 Peel이 알리지 않는 앱입니다. 다시 확인하면 해당 앱의 업데이트가 다시 표시됩니다.
nl: Apps waarover Peel niets meldt, omdat je 'Controleer deze app nooit' hebt gekozen of een versie hebt overgeslagen. Als je er een opnieuw controleert, verschijnen de updates ervan weer.
pl: Aplikacje, o których Peel nie informuje, ponieważ wybrano „Nigdy nie sprawdzaj tej aplikacji” lub pominięto wersję. Ponowne sprawdzenie aplikacji przywraca jej uaktualnienia.
pt: Apps sobre os quais o Peel fica em silêncio, porque você escolheu Nunca Verificar Este App ou ignorou uma versão. Verificar um deles de novo traz de volta as atualizações dele.
ro: Aplicațiile despre care Peel nu spune nimic, pentru că ați ales „Nu verificați niciodată această aplicație” sau ați omis o versiune. Dacă verificați din nou una dintre ele, actualizările ei revin.
ru: Приложения, о которых Peel молчит, потому что Вы выбрали «Никогда не проверять это приложение» или пропустили версию. Если проверить приложение снова, его обновления вернутся.
sv: Appar som Peel inte säger något om, eftersom du valde Kontrollera aldrig den här appen eller hoppade över en version. Om du kontrollerar en av dem igen kommer dess uppdateringar tillbaka.
tr: Bu Uygulamayı Hiçbir Zaman Denetleme komutunu seçtiğiniz veya bir sürümü atladığınız için Peel’in hakkında sessiz kaldığı uygulamalar. Birini yeniden denetlemek, güncellemelerini geri getirir.
uk: Програми, про оновлення яких Peel мовчить, бо ви вибрали «Ніколи не перевіряти цю програму» або пропустили версію. Якщо перевірити програму знову, її оновлення повернуться.
zh_hans: Peel不再提示其更新的App，原因是你选择了“永不检查此App”或跳过了某个版本。再次检查某个App即可恢复它的更新提示。
zh_hant: Peel不會提醒的App，因為你選擇了「永不檢查此App」或略過了某個版本。再次檢查其中一個App，就會恢復顯示它的更新項目。

source: Apps removed
cs: Odstraněné aplikace
de: Apps entfernt
es: Apps eliminadas
fr: Apps supprimées
it: App rimosse
ja: 取り除いたアプリ
ko: 제거된 앱
nl: Apps verwijderd
pl: Odinstalowane aplikacje
pt: Apps removidos
ro: Aplicații eliminate
ru: Удалено приложений
sv: Borttagna appar
tr: Kaldırılan uygulama
uk: Вилучені програми
zh_hans: 已移除的App
zh_hant: 已移除App

source: Apps that go: %@
cs: Aplikace, které se přesunou do koše: %@
de: Apps, die entfernt werden: %@
es: Apps que se van: %@
fr: Apps qui partent : %@
it: App che vanno nel Cestino: %@
ja: ゴミ箱に入るアプリ: %@
ko: 제거되는 앱: %@
nl: Apps die naar de prullenmand gaan: %@
pl: Aplikacje, które trafią do Kosza: %@
pt: Apps que vão para o Lixo: %@
ro: Aplicații care pleacă: %@
ru: Приложения, которые перемещаются в Корзину: %@
sv: Appar som flyttas: %@
tr: Gidecek uygulamalar: %@
uk: Програми, які буде вилучено: %@
zh_hans: 将移除的App：%@
zh_hant: 會移除的App：%@

source: Apps that run in the background will appear here.
cs: Zde se zobrazí aplikace, které běží na pozadí.
de: Apps, die im Hintergrund laufen, werden hier angezeigt.
es: Aquí aparecerán las apps que se ejecutan en segundo plano.
fr: Les apps qui s’exécutent en arrière-plan apparaîtront ici.
it: Qui appariranno le app che vengono eseguite in background.
ja: バックグラウンドで動作するアプリがここに表示されます。
ko: 백그라운드에서 실행되는 앱이 여기에 표시됩니다.
nl: Apps die op de achtergrond worden uitgevoerd, verschijnen hier.
pl: Tutaj pojawią się aplikacje działające w tle.
pt: Os apps executados em segundo plano aparecerão aqui.
ro: Aici vor apărea aplicațiile care rulează în fundal.
ru: Здесь появятся приложения, которые работают в фоновом режиме.
sv: Appar som körs i bakgrunden visas här.
tr: Arka planda çalışan uygulamalar burada görünür.
uk: Тут зʼявлятимуться програми, які працюють у фоновому режимі.
zh_hans: 在后台运行的App将在此处显示。
zh_hant: 在背景執行的App會顯示在此處。

source: Apps that stay: %@
cs: Aplikace, které zůstanou: %@
de: Apps, die bleiben: %@
es: Apps que se quedan: %@
fr: Apps qui restent : %@
it: App che restano: %@
ja: 残るアプリ: %@
ko: 남는 앱: %@
nl: Apps die blijven: %@
pl: Aplikacje, które pozostaną zainstalowane: %@
pt: Apps que ficam: %@
ro: Aplicații care rămân: %@
ru: Приложения, которые остаются: %@
sv: Appar som stannar kvar: %@
tr: Kalacak uygulamalar: %@
uk: Програми, які лишаться: %@
zh_hans: 将保留的App：%@
zh_hant: 會保留的App：%@

source: Apps that use it may stop working.
cs: Aplikace, které ho používají, mohou přestat fungovat.
de: Apps, die es verwenden, funktionieren möglicherweise nicht mehr.
es: Puede que las apps que lo usan dejen de funcionar.
fr: Les apps qui l’utilisent peuvent cesser de fonctionner.
it: Le app che lo usano potrebbero smettere di funzionare.
ja: これを使用しているアプリが動作しなくなる場合があります。
ko: 이 항목을 사용하는 앱이 작동을 멈출 수 있습니다.
nl: Apps die het gebruiken, werken misschien niet meer.
pl: Aplikacje, które z niej korzystają, mogą przestać działać.
pt: Os apps que o usam podem parar de funcionar.
ro: Aplicațiile care îl folosesc pot înceta să funcționeze.
ru: Приложения, которые его используют, могут перестать работать.
sv: Appar som använder den kan sluta fungera.
tr: Onu kullanan uygulamalar çalışmayı durdurabilir.
uk: Програми, які його використовують, можуть перестати працювати.
zh_hans: 使用它的App可能会停止工作。
zh_hant: 使用它的App可能會停止運作。

source: Apps you keep in the Dock are remembered, and come back when you turn this off.
cs: Aplikace, které máte v Docku, zůstanou zapamatované a po vypnutí této volby se vrátí.
de: Apps, die du im Dock behältst, bleiben gespeichert und kehren zurück, wenn du dies deaktivierst.
es: Las apps que tienes en el Dock se recuerdan y vuelven cuando desactivas esto.
fr: Les apps que vous gardez dans le Dock sont mémorisées, et reviennent lorsque vous désactivez ce réglage.
it: Le app che tieni nel Dock vengono ricordate e tornano quando disattivi questa opzione.
ja: Dockに置いているアプリは記憶されていて、これをオフにすると元に戻ります。
ko: Dock에 유지해 둔 앱은 기억되며, 이 설정을 끄면 다시 나타납니다.
nl: Apps die je in het Dock bewaart, worden onthouden en komen terug als je dit uitschakelt.
pl: Aplikacje trzymane w Docku są zapamiętywane i wracają po wyłączeniu tej opcji.
pt: Os apps que você mantém no Dock são lembrados e voltam quando você desativa isto.
ro: Aplicațiile pe care le păstrați în Dock sunt reținute și revin când dezactivați această opțiune.
ru: Приложения, закрепленные в Dock, запоминаются и вернутся, когда Вы выключите этот параметр.
sv: De appar som du har i Dock sparas och kommer tillbaka när du stänger av det här.
tr: Dock’ta tuttuğunuz uygulamalar hatırlanır ve bunu kapattığınızda geri gelir.
uk: Програми, які ви тримаєте в Dock, запамʼятовуються й повертаються, коли ви це вимкнете.
zh_hans: 你保留在程序坞中的App会被记住，关闭此项后它们会重新出现。
zh_hant: 你保留在Dock中的App會被記住，關閉此設定後就會回來。

source: Archives
cs: Archivy
de: Archive
es: Archivos comprimidos
it: Archivi
ja: アーカイブ
ko: 아카이브
nl: Archieven
pl: Archiwa
pt: Arquivos comprimidos
ro: Arhive
ru: Архивы
sv: Arkiv
tr: Arşivler
uk: Архіви
zh_hans: 归档
zh_hant: 封存檔

source: Archives, symbols from your devices, model weights, installed environments, downloads kept to install again, the build data of a project opened in the last week, an editor’s state for a project that is gone, folders nothing shows the tool made, anything Peel couldn’t measure, and any cache with a wallet, a signing key, or a password database inside are listed but never selected for you.
cs: Archivy, symboly z vašich zařízení, váhy modelů, nainstalovaná prostředí, stažené soubory uchované pro opětovnou instalaci, data sestavení projektu otevřeného během posledního týdne, stav editoru pro již neexistující projekt, složky, u kterých nic nenasvědčuje, že je nástroj vytvořil, vše, co Peel nedokázal změřit, a každá mezipaměť, ve které je peněženka, podpisový klíč nebo databáze hesel, jsou v seznamu, ale Peel je za vás nikdy nevybere.
de: Archive, Debug-Symbole von deinen Geräten, Modellgewichte, installierte Umgebungen, aufbewahrte Downloads zum erneuten Installieren, die Build-Daten eines in der letzten Woche geöffneten Projekts, der Editorzustand eines nicht mehr vorhandenen Projekts, Ordner ohne Hinweis darauf, dass das Tool sie erstellt hat, alles, was Peel nicht messen konnte, und jeder Cache, in dem eine Wallet, ein Signaturschlüssel oder eine Passwortdatenbank liegt, werden angezeigt, aber nie für dich ausgewählt.
es: Las copias archivadas, los símbolos de tus dispositivos, los pesos de modelos, los entornos instalados, las descargas que se conservan para volver a instalarlas, los datos de compilación de un proyecto abierto en la última semana, el estado de un editor para un proyecto que ya no está, las carpetas que nada indica que haya creado la herramienta, todo lo que Peel no ha podido medir y cualquier caché que tenga dentro un monedero digital, una clave de firma o una base de datos de contraseñas se muestran, pero nunca se seleccionan por ti.
fr: Les archives, les symboles de débogage provenant de vos appareils, les poids de modèles, les environnements installés, les téléchargements conservés pour être réinstallés, les données de compilation d’un projet ouvert au cours de la dernière semaine, l’état d’un éditeur pour un projet disparu, les dossiers que rien ne rattache à l’outil, tout ce que Peel n’a pas pu mesurer et les caches contenant un portefeuille, une clé de signature ou une base de données de mots de passe sont listés, mais jamais sélectionnés à votre place.
it: Archivi, simboli dai tuoi dispositivi, pesi dei modelli, ambienti installati, download conservati per reinstallarli, dati di build di un progetto aperto nell’ultima settimana, stato di un editor per un progetto che non c’è più, cartelle per cui nulla indica che le abbia create lo strumento, tutto ciò che Peel non è riuscito a misurare e qualsiasi cache con all’interno un wallet, una chiave di firma o un database di password sono elencati, ma non vengono mai selezionati al posto tuo.
ja: アーカイブ、デバイスから取り込んだシンボル、モデルの重み、インストール済みの環境、再インストール用に保管されているダウンロード、過去1週間以内に開かれたプロジェクトのビルドデータ、すでになくなったプロジェクトのエディタの状態、ツールが作成したことを示すものがないフォルダ、Peelが計測できなかったもの、中にウォレット、署名鍵、またはパスワードデータベースがあるキャッシュは、一覧には表示されますが、自動で選択されることはありません。
ko: 아카이브, 기기에서 가져온 심볼, 모델 가중치, 설치된 환경, 다시 설치할 수 있도록 보관된 다운로드 파일, 최근 일주일 이내에 연 프로젝트의 빌드 데이터, 사라진 프로젝트의 편집기 상태, 도구가 만들었음을 보여 주는 항목이 없는 폴더, Peel이 측정할 수 없었던 모든 항목 및 지갑, 서명 키 또는 암호 데이터베이스가 들어 있는 모든 캐시는 목록에 표시되지만 절대 미리 선택되지 않습니다.
nl: Archieven, foutopsporingssymbolen van je apparaten, modelgewichten, geïnstalleerde omgevingen, bewaarde downloads om opnieuw te installeren, de buildgegevens van een project dat de afgelopen week is geopend, de editorstatus voor een project dat er niet meer is, mappen waarvan niets erop wijst dat de tool ze heeft gemaakt, alles wat Peel niet kon meten en elke cache waarin een wallet, een ondertekeningssleutel of een wachtwoorddatabase zit, worden getoond maar nooit voor je geselecteerd.
pl: Archiwa, symbole z Twoich urządzeń, wagi modeli, zainstalowane środowiska, pobrane pliki zachowane do ponownej instalacji, dane kompilacji projektu otwartego w ciągu ostatniego tygodnia, stan edytora dla nieistniejącego już projektu, foldery, których nic nie łączy z tym narzędziem, wszystko, czego Peel nie mógł zmierzyć, i każda pamięć podręczna, w której jest portfel, klucz podpisu lub baza haseł, są na liście, ale nigdy nie są zaznaczane za Ciebie.
pt: Arquivos comprimidos, símbolos dos seus dispositivos, pesos de modelos, ambientes instalados, downloads guardados para instalar de novo, os dados de compilação de um projeto aberto na última semana, o estado de um editor para um projeto que não existe mais, pastas que nada indica terem sido criadas pela ferramenta, tudo o que o Peel não conseguiu medir e qualquer cache com uma carteira, uma chave de assinatura ou um banco de dados de senhas dentro aparecem na lista, mas o Peel nunca os seleciona por você.
ro: Arhivele, simbolurile de pe dispozitivele dvs., ponderile modelelor, mediile instalate, descărcările păstrate pentru a fi instalate din nou, datele de compilare ale unui proiect deschis în ultima săptămână, starea unui editor pentru un proiect care nu mai există, dosarele despre care nimic nu arată că au fost create de instrument, tot ce Peel nu a putut măsura și orice memorie tampon în care se află un portofel, o cheie de semnare sau o bază de date cu parole sunt listate, dar nu sunt niciodată selectate pentru dvs.
ru: Архивы, символы с Ваших устройств, веса моделей, установленные окружения, загрузки, которые хранятся для повторной установки, данные сборки проектов, открывавшихся за последнюю неделю, состояние редактора для проектов, которых больше нет, папки без признаков того, что их создал этот инструмент, все, что Peel не смог измерить, и любые кэши, внутри которых есть кошелек, ключ подписи или база данных паролей, показываются в списке, но никогда не выбираются за Вас.
sv: Arkiv, symboler från dina enheter, modellvikter, installerade miljöer, hämtningar som sparas för att installeras igen, byggdata för ett projekt som öppnats under den senaste veckan, en kodredigerares tillstånd för ett projekt som är borta, mappar som inget visar att verktyget skapat, allt som Peel inte kunde mäta och alla cachar som innehåller en plånbok, en signeringsnyckel eller en lösenordsdatabas listas men markeras aldrig åt dig.
tr: Arşivler, aygıtlarınızdan alınan semboller, model ağırlıkları, yüklü ortamlar, yeniden yüklemek için saklanan indirmeler, son bir hafta içinde açılan bir projenin derleme verileri, artık var olmayan bir proje için bir düzenleyicinin durumu, aracın oluşturduğunu hiçbir şeyin göstermediği klasörler, Peel’in ölçemediği her şey ve içinde bir cüzdan, imzalama anahtarı veya parola veritabanı olan her önbellek listelenir ama hiçbir zaman sizin yerinize seçilmez.
uk: Архіви, символи налагодження з ваших пристроїв, ваги моделей, інстальовані середовища, викачані файли, збережені для повторного інсталювання, дані збірки проєктів, відкритих за останній тиждень, стан редактора для проєктів, яких уже немає, папки, щодо яких ніщо не вказує, що їх створив інструмент, усе, що Peel не змогла виміряти, і будь-який кеш, усередині якого є гаманець, ключ підпису або база даних паролів, є в списку, але Peel ніколи не вибирає їх за вас.
zh_hans: 归档、来自你设备的符号、模型权重、已安装的环境、为重新安装而保留的下载文件、过去一周内打开过的项目的构建数据、已不存在的项目的编辑器状态、没有迹象表明由该工具生成的文件夹、Peel无法测量的任何内容，以及内含钱包、签名密钥或密码数据库的任何缓存都会列出，但绝不会替你选择。
zh_hant: 封存檔、來自你裝置的符號、模型權重、已安裝的環境、保留供重新安裝的下載檔案、過去一週內打開過的計畫案建置資料、已不存在之計畫案的編輯器狀態、沒有跡象顯示由該工具產生的檔案夾、Peel無法測量的任何項目，以及其中有錢包、簽署密鑰或密碼資料庫的任何快取都會列出，但絕不會替你選取。

source: Asking macOS what is allowed.
cs: Peel se ptá systému macOS, co je povoleno.
de: macOS wird gefragt, was erlaubt ist.
es: Preguntando a macOS qué está permitido.
fr: Peel demande à macOS ce qui est autorisé.
it: Chiedo a macOS cosa è consentito.
ja: macOSに許可の状況を問い合わせています。
ko: macOS에 무엇이 허용되는지 확인하는 중입니다.
nl: Peel vraagt macOS wat is toegestaan.
pl: Pytam macOS, na co pozwala.
pt: Perguntando ao macOS o que é permitido.
ro: Peel întreabă macOS ce este permis.
ru: Peel спрашивает у macOS, что разрешено.
sv: Frågar macOS vad som är tillåtet.
tr: macOS’e nelere izin verildiği soruluyor.
uk: Peel запитує macOS, що дозволено.
zh_hans: 正在询问macOS允许了哪些权限。
zh_hant: 正在詢問macOS允許哪些操作。

source: Asks Homebrew to check itself and report anything out of place, such as a broken link. It only looks and changes nothing. It can’t see the PATH your Terminal uses, so problems there don’t show up here.
cs: Požádá Homebrew, aby zkontroloval sám sebe a nahlásil vše, co není v pořádku, například nefunkční odkaz. Jen se dívá a nic nemění. Nevidí proměnnou PATH, kterou používá váš Terminál, takže problémy s ní se tu neprojeví.
de: Lässt Homebrew sich selbst prüfen und alles melden, was nicht stimmt, etwa einen defekten Link. Es sieht nur nach und ändert nichts. Den PATH, den dein Terminal verwendet, sieht es nicht, daher werden Probleme damit hier nicht angezeigt.
es: Pide a Homebrew que se revise a sí mismo e informe de cualquier cosa fuera de lugar, como un enlace roto. Solo mira y no cambia nada. No puede ver el PATH que usa tu Terminal, así que los problemas que haya ahí no aparecen aquí.
fr: Demande à Homebrew de s’examiner et de signaler toute anomalie, comme un lien rompu. Cette vérification se contente d’observer et ne modifie rien. Elle ne voit pas le PATH utilisé dans Terminal : les problèmes qui s’y trouvent n’apparaissent donc pas ici.
it: Chiede a Homebrew di verificare sé stesso e di segnalare qualsiasi cosa fuori posto, come un link interrotto. Si limita a guardare e non cambia nulla. Non vede il PATH usato da Terminale, quindi eventuali problemi lì non compaiono qui.
ja: Homebrewに自己診断を依頼し、壊れたリンクなどの問題を報告させます。確認するだけで、何も変更しません。ターミナルで使われるPATHは参照できないため、そこにある問題はここには表示されません。
ko: Homebrew가 스스로를 점검하여 깨진 링크 같은 이상 사항을 보고하도록 요청합니다. 살펴보기만 하고 아무것도 변경하지 않습니다. 터미널이 사용하는 PATH는 볼 수 없으므로 그곳의 문제는 여기에 나타나지 않습니다.
nl: Vraagt Homebrew zichzelf te controleren en alles te melden wat niet klopt, zoals een kapotte link. Het kijkt alleen en wijzigt niets. Het kan het PATH dat je Terminal gebruikt niet zien, dus problemen daarin verschijnen hier niet.
pl: Prosi Homebrew, aby sprawdził sam siebie i zgłosił wszystko, co jest nie na miejscu, na przykład uszkodzone dowiązanie. Tylko sprawdza i niczego nie zmienia. Nie widzi zmiennej PATH, której używa Twój Terminal, więc problemy z nią nie pojawią się tutaj.
pt: Pede ao Homebrew que verifique a si mesmo e informe qualquer coisa fora do lugar, como um link quebrado. Ele só examina e não altera nada. Ele não enxerga o PATH que o seu Terminal usa, então problemas ali não aparecem aqui.
ro: Cere ca Homebrew să se verifice singur și să raporteze orice nu este în regulă, cum ar fi un link rupt. Doar examinează și nu modifică nimic. Nu poate vedea variabila PATH pe care o folosește Terminal, așa că problemele de acolo nu apar aici.
ru: Просит Homebrew проверить себя и сообщить о любых неполадках, например о неработающей ссылке. При этом ничего не меняется. Проверка не видит PATH, который использует Ваш Терминал, поэтому проблемы с ним здесь не отображаются.
sv: Ber Homebrew att kontrollera sig själv och rapportera allt som inte stämmer, till exempel en trasig länk. Kontrollen tittar bara och ändrar ingenting. Den kan inte se den PATH som Terminal använder, så problem där syns inte här.
tr: Homebrew’dan kendini denetlemesini ve bozuk bir bağlantı gibi yolunda gitmeyen her şeyi bildirmesini ister. Yalnızca bakar, hiçbir şeyi değiştirmez. Terminal’de kullandığınız PATH değişkenini göremez, bu yüzden oradaki sorunlar burada görünmez.
uk: Просить Homebrew перевірити себе й повідомити про все, що не так, як-от пошкоджене посилання. Перевірка лише переглядає і нічого не змінює. Вона не бачить змінної PATH, яку використовує ваш Термінал, тож проблем із нею тут не видно.
zh_hans: 让Homebrew检查自身，并报告任何异常，例如失效的链接。它只查看，不做任何更改。它看不到你的“终端”所使用的PATH，因此那里的问题不会在此显示。
zh_hant: 要求Homebrew自我檢查，並回報任何異常，例如損壞的連結。它只會查看，不會更改任何內容。它看不到你的「終端機」所使用的PATH，因此那裡的問題不會顯示在此處。

source: At least %@
cs: Alespoň %@
de: Mindestens %@
es: Al menos %@
fr: Au moins %@
it: Almeno %@
ja: %@以上
ko: %@ 이상
nl: Minstens %@
pl: Co najmniej %@
pt: Pelo menos %@
ro: Cel puțin %@
ru: Не менее %@
sv: Minst %@
tr: En az %@
uk: Щонайменше %@
zh_hans: 至少%@
zh_hant: 至少%@

source: Audio Drivers
cs: Zvukové ovladače
de: Audiotreiber
es: Drivers de audio
fr: Gestionnaires audio
it: Driver audio
ja: オーディオドライバ
ko: 오디오 드라이버
nl: Audiobesturingsbestanden
pl: Sterowniki audio
pt: Drivers de Áudio
ro: Drivere audio
ru: Аудиодрайверы
sv: Ljuddrivrutiner
tr: Ses Sürücüleri
uk: Аудіодрайвери
zh_hans: 音频驱动程序
zh_hant: 音訊驅動程式

source: Audio Units
cs: Zvukové jednotky
fr: Unités audio
it: Unità audio
ja: Audio Unit
ko: 오디오 유닛
nl: Audio-eenheden
pl: Wtyczki Audio Unit
ru: Модули Audio Unit
tr: Ses Birimleri
uk: Плагіни Audio Unit
zh_hans: 音频单元
zh_hant: 音訊單元

source: Audio apps
cs: Zvukové aplikace
es: Apps de audio
fr: Apps audio
it: App audio
ja: オーディオアプリ
ko: 오디오 앱
pl: Aplikacje audio
pt: Apps de áudio
ro: Aplicații audio
ru: Аудиоприложения
sv: Ljudappar
tr: Ses uygulamaları
uk: Аудіопрограми
zh_hans: 音频App
zh_hant: 音訊App

source: Automatic
cs: Automaticky
de: Automatisch
es: Automático
fr: Automatique
it: Automatico
ja: 自動
ko: 자동
nl: Automatisch
pl: Automatycznie
pt: Automático
ro: Automat
ru: Автоматически
sv: Automatiskt
tr: Otomatik
uk: Автоматично
zh_hans: 自动
zh_hant: 自動
